import { FC } from "react";
import Text from "./Text";

import styles from "../../styles/atoms/important_points.module.scss";

const ImportantPoints: FC = () => {
  return (
    <section className={styles.points}>
      <div className={styles.points__container}>
        <h3>ご利用上の注意事項</h3>
        <Text text="カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。カフェを利用するうえで気を付けることを掲載します。" />
      </div>
    </section>
  );
};

export default ImportantPoints;
